Repository: graevsky/todo-notify-tg-bot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ru

# menu_title
source: Menu:
ru: Меню:

# settings_button
source: Settings ⚙️
ru: Настройки ⚙️

source: Settings:
ru: Настройки:

# back_button
source: Back 🔙
ru: Назад 🔙

# turn_on_descriptions
source: Turn on tasks descriptions 📖
ru: Включить описания заданий 📖

# turn_off_descriptions
source: Turn off tasks descriptions 📖
ru: Выключить описания заданий 📖

source: OFF
ru: Выкл

source: ON
ru: Вкл

# description_status
source: Descriptions:
ru: Описания:

# turn_on_reminder
source: Turn on tasks reminder ⏰
ru: Включить ежедневные напоминания ⏰

# turn_off_reminder
source: Turn off tasks reminder ⏰
ru: Выключить ежедневные напоминания ⏰

# reminder_status
source: Reminder:
ru: Напоминания:

# send_reminder_time
source: Please send reminder time (HH:MM, Moscow time).
ru: Отправь время рассылки напоминаний (HH:MM, Московское время)

# invalid_time_format
source: Invalid format. Please send in HH:MM format.
ru: Формат времени некорректен

# reminder_set
source: Reminder set for
ru: Напоминание установлено на

# add_task_button
source: Add task ➕
ru: Добавить задание ➕

# send_task_name
source: Send me the task!
ru: Отправь задание!

# task_added_success
source: Task added successfully!
ru: Задание добавлено успешно!

# send_task_description
source: Now send me description!
ru: Отправь описание задания!

# show_tasks_button
source: Show tasks 📋
ru: Показать задания 📋

# no_tasks
source: You have no tasks yet.
ru: Заданий нет :/

# edit_button
source: ✏️ Edit
ru: ✏️ Изменить

# complete_button
source: ✅ Complete
ru: ✅ Завершить

source: Your tasks:
ru: Твои задания:

source: Current task name:
ru: Текущее задание, пришли новое:

source: Task not found.
ru: Задание не найдено ;c

# task_updated
source: Task updated to:
ru: Задание обновлено!

# task_marked
source: Task marked as:
ru: Задание

source: completed
ru: завершено

source: incomplete
ru: не завершено

# add_notification_button
source: Add notification ⏰
ru: Добавить напоминание ⏰

# send_notification_name
source: Send me the notification name.
ru: Отправь напоминание!

# send_notification_time
source: Please send me the time in HH:MM format or choose one of the presets:
ru: Отправь время напоминания (HH:MM, Московское время) или выбери из пресетов!

# preset_in_1_hour
source: In 1 hour
ru: Через 1 час

# cancel_button
source: Cancel 🛇
ru: Отмена 🛇

# notification_set
source: Reminder set for
ru: Напоминание установлено

source: Cancelled!
ru: Отменено.

# send_notification_date
source: Please send me the date in DD.MM format or choose from presets:
ru: Отправь дату напоминания (DD.MM) или выбери из пресетов!

# preset_tomorrow
source: Tomorrow
ru: Завтра

# preset_in_3_days
source: In 3 days
ru: Через 3 дня

# preset_next_week
source: Next week
ru: Через неделю

# invalid_date_format
source: Invalid time format. Please enter in HH:MM format or choose a preset.
ru: Формат даты некорректен

# show_notifications_button
source: Show notifications 📅
ru: Просмотреть напоминания 📅

# no_notifications
source: You have no active notifications.
ru: Напоминаний нет :/

source: Your notifications:
ru: Твои напоминания:

# notification_details
source: Notification:
ru: Напоминание:

source: Notification not found.
ru: Напоминание не найдено ;c

source: Notification completed.
ru: Напоминание выполнено.

source: Current notification name:
ru: Текущее имя напоминания:

# send_notification_new_time
source: Please send me the new date in DD.MM format or choose from presets:
ru: Пришли новое время

source: Notification updated:
ru: Напоминание обновлено

# menu_placeholder
source: Menu
ru: Меню

# settings_placeholder
source: Settings
ru: Настройки
